{
  "tabs":[{
    "name":"Салаты",
    "foodList": [
      {
        "name":"Оливье",
        "img":"img/olivye.jpg",
        "components":[
          "Картофель отварной(в мундире)-400 г",
          "Морковь отварная (в мундире) - 150 г",
          "Яйца вареные - 6 шт.",
          "Огурцы соленые - 300 г",
          "Колбаса вареная - 300 г",
          "Майонез - 300 мл",
          "Горошек зеленый консервированный - 1 банка",
          "Лук зеленый - 1 пучок (36 г)",
          "Соль (по желанию) - по вкусу",
          "Перец молотый (по желанию) - по вкусу"
        ],
        "recipe": "Варите яйца в течение 7-10 минут (до степени готовности «вкрутую»). Тщательно вымытые, но не чищенные картофель и морковь отварите в слегка подсоленной воде до готовности (примерно 30 минут). Достаньте из воды и почистите – так проще. Нарежьте морковь и картофель кубиками. Нарежьте колбасу кубиками. Нарежьте огурцы кубиками. Яйца пропустите через яйцерезку (проволочная сеточка, можно нарезать и вручную). Добавьте в салат зелёный горошек, предварительно слив воду. Добавьте салат майонез. При необходимости посолите."
      },
      {
        "name":"Цезарь",
        "img":"img/cesar.jpg",
        "components": [
          "Куриное филе	400 гр",
          "Салат Айсберг	1 кочан",
          "Помидоры черри	200 гр",
          "Сыр пармезан	100 гр",
          "Хлеб белый	1/2 буханки",
          "Чеснок	2 зубчика",
          "Оливковое масло	3 ст.л.",
          "Соль (по желанию) - по вкусу",
          "Перец молотый (по желанию) - по вкусу"
        ],
        "recipe": "Начинаем с сухариков. С половинки белого хлеба (или батона) срезаем корки и нарезаем хлеб кубиками.Чеснок чистим и раздавливаем плоской стороной лезвия ножа, кладём в небольшую мисочку и заливаем оливковым маслом. Ставим миску в микроволновку на 20-30 секунд. В результате этой операции масло заберёт аромат чеснока.Хлебные кубики раскладываем на противне и равномерно поливаем их чесночным маслом. Ставим противень в разогретую до 180°С духовку на 10-15 минут до появления золотистого цвета.Куриное филе моем и режем пополам вдоль, а затем на кусочки длиной около 10 см. Курицу солим и перчим.Каждый кусок курицы нарезаем на небольшие ломтики (из одного куска получается курица на одну порцию салата).Вот так выглядит салат Айсберг, он очень похож на капусту. В отличие от обычного салата, Айсберг не размокает при добавлении соуса и остаётся хрустящим. Итак, кочан салата моем, снимаем с кочана листья.Листья салата рвём на довольно крупные куски (считается, что салат следует не нарезать, а именно рвать, т.к. порезанные ножом листья салата могут горчить, да и смотреться порванный салат будет лучше, чем нарезанный).Помидоры черри моем, разрезаем их пополам или (если помидорки крупные) на четвертинки.Пармезан нарезаем на небольшие тонкие ломтики ножом для чистки овощей.А теперь, когда все ингредиенты для салата готовы, а голодные домочадцы уже устали ждать обеда, приступаем к сборке салата. На тарелку раскладываем листья салата, сверху кладём курицу и ломтики пармезана. Сверху раскладываем сухарики, поливаем салат соусом. Выкладываем помидоры черри и наш салат Цезарь с курицей готов к подаче на стол!"
      }
    ]
  },
  {
    "name":"Супы",
    "foodList": [
      {
        "name":"Борщ",
        "img":"img/borsh.jpg",
        "components": [
          "Говядина - 500 г",
          "Свекла - 1 шт.",
          "Картофель - 2 шт.",
          "Капуста - 200 г",
          "Морковь - 1 шт.",
          "Лук - 1 шт.",
          "Зелень (укроп или петрушка) - 2-3 ч. ложки",
          "Томатная паста - 1 ст. ложка",
          "Масло растительное - 2 ст. ложки",
          "Уксус - 1 ч. ложка",
          "Сметана - 2 ст. ложки",
          "Соль - 2 ч. ложки",
          "Перец черный горошком - 2-3 шт.",
          "Лавровый лист - 1 шт."
        ],
        "recipe": "Как приготовить борщ с говядиной:Говядину промыть, нарезать крупными кусками.Залить 1,5 л воды и варить 90 минут на среднем огне, снимая образующуюся пену.В конце варки посолить.Свеклу очистить, вымыть, нарезать соломкой.Морковь очистить, вымыть, натереть на крупной терке.Лук очистить, вымыть, мелко нарезать.Капусту вымыть, нашинковать.Картофель очистить, вымыть, нарезать кубиками. На сковороде разогреть растительное масло. На среднем огне свеклу, морковь и лук, помешивая, тушить на сковороде с растительным маслом 5–7 минут.В конце добавить уксус и томатную пасту. Перемешать.В кипящий бульон положить картофель и капусту, варить 10 минут.Затем добавить тушеные овощи, лавровый лист и, при желании, перец. Варить борщ с говядиной еще 5–7 минут.Зелень нарезать.Готовый борщ с говядиной разлить по тарелкам, заправить сметаной и посыпать зеленью."
      },
      {
        "name":"Холодник",
        "img":"img/holodnik.jpg",
        "components":["2 свеклы",
            "2 пучка редиса",
            "1 большой огурец",
            "1 пучок укропа",
            "зеленый лук",
            "1 ч.л. горчицы",
            "соль и перец по вкусу",
            "1 ст.л. лимонного сока",
            "1 л кефира",
            "4 яйца вкрутую"
        ],
        "recipe": "Свеклу очистить и сварить до мягкости. Охладить и натереть на терке. Отвар не выливать. Нарезать редис, огурец натереть на крупной терке, мелко нарезать укроп. Добавить свеклу. Добавить кефир, лимонный сок и горчицу. Долить свекольный отвар, добавить соль и перец. Убрать в холодильник. Подавать с нарезанным яйцом и отварным картофелем."
      }
    ]
  },
  {
    "name":"Горячее",
    "foodList": [
      {
        "name":"Стейк",
        "img":"img/steak.jpg",
        "components":[
          "1 ст.л. оливкового масла",
          "2 зубчика чеснока, очистить и раздавить",
          "1 ст.л. чёрного перца крупного помола",
          "1 кг стейков из говядины, 4 см толщиной"
        ],
        "recipe": "Хорошо разогрейте гриль и слегка смажьте маслом решетку. В небольшой миске смешайте оливковое масло, чеснок и перец. Натрите этой смесью стейки. Положить стейк на подготовленную решетку гриля. Жарить около 20 минут, (в зависимости от желаемой степени готовности), перевернуть один раз."
      },
      {
        "name":"Паста Карбонара",
        "img":"img/karbonara.jpg",
        "components":[
          "4 ст.ложки оливкового масла",
          "125 г мелко нарезанной панчетты",
          "2 ч.ложки свежемолотого черного перца",
          "150 г тертого сыра Пармезан",
          "1 яйцо",
          "3 желтка",
          "соль",
          "500 г спагетти"
        ],
        "recipe": "Разогреть в сковороде масло на среднем огне и подрумянить панчетту (8 минут). ДОбавить перец и помешивать, пока панчетта не станет источать сильный аромат. Выложить панчетту и масло в большую миску и слегка остудить. Взбить яйцо и желтки в кружке. Когда панчетта слегка остынет, добавить к ней взбитые яйца и половину пармезана. Отложить. Вскипятить воду в большой кастрюле, подсолить и готовить спагетти аль денте (до состояния почти готовности, 7-10 минут). Слить воду, но не всю - оставить примерно 150 мл - слить в стакан. Сразу выложить горячие спагетти в миску с панчеттой и хорошо перемешать. Посетепенно добавлять жидкость от варки макарон, необязательно всю, пока соус не станет приятной кремовой консистенции. Если нужно, добавьте еще Пармезан. Посолить и поперчить. При подаче посыпать еще пармезаном."
      }
    ]
   }
 ]
}
